{
  "lesson_type": "concept",
  "lesson_number": 5,
  "lesson_title": "Composing and Decomposing Numbers",
  "lesson_subtitle": "Least Common Multiple and Greatest Common Factor",
  "lesson_description": "In this lesson, students continue to expand their understanding of factors, multiples, common factors, and common multiples.​ They use greatest common factors (GCF) and least common multiples (LCM) to solve problems.",
  "lesson_pacing_min": 45,
  "learning_goals": [
    "I can determine the greatest common factor of two whole numbers and use it to solve problems.",
    "I can determine the least common multiple of two whole numbers and use it to solve problems."
  ],
  "big_ideas": [
    "Patterns Inside Numbers"
  ],
  "essential_ideas": [
    "Number relationships are useful in solving problems in context.",
    "Common factors help determine how to divide or share things equally.",
    "Common multiples help determine how things with different cycles can occur at the same time."
  ],
  "key_terms": [],
  "lesson_structure_and_pacing_guide": [
    {
      "session": 1,
      "block": "Activate",
      "activity_no": null,
      "title": "We Have That in Common",
      "description": "Students analyze word problems to determine whether they need to use the GCF or the LCM to solve them.",
      "duration_minutes": 10,
      "mode": "presentation"
    },
    {
      "session": 1,
      "block": "Explore and Develop",
      "activity_no": "Activity 1",
      "title": "Using GCF and LCM to Solve Problems",
      "description": "Students apply GCF or LCM to solve problems related to real-world situations.",
      "duration_minutes": 10,
      "mode": "book"
    },
    {
      "session": 1,
      "block": "Explore and Develop",
      "activity_no": "Activity 2",
      "title": "LCM and GCF Number Search",
      "description": "Students play a game to identify chains of numbers that end with their GCF or LCM.",
      "duration_minutes": 15,
      "mode": "online"
    },
    {
      "session": 1,
      "block": "Reflect",
      "activity_no": null,
      "title": "Finishing Where We Started",
      "description": "Students apply strategies to calculate the GCF or LCM to solve problems.",
      "duration_minutes": 10,
      "mode": "book"
    }
  ],
  "materials_needed": [
    "Instructions for LCM and GCF Number Search (1 per pair)",
    "LCM and GCF Number Search Gameboard (1 per pair)",
    "To avoid printing additional materials not included in MATHbook (like Activate activities and Session Quick Checks) project them using the Present button above."
  ]
}